[
    {
        "title" : "Fauna of Sri Lanka",
        "para1" : "Sri Lanka, a tropical island nestled in the Indian Ocean, boasts a rich tapestry of biodiversity that encompasses a diverse array of animals.The island's unique geographical features, including lush forests, expansive grasslands, and pristine coastal areas, provide a habitat for a fascinating range of wildlife. ",
        "para2" : "From the towering elephants that roam freely in national parks to the elusive leopards that stalk through dense jungles, Sri Lanka is home to a variety of charismatic megafauna. The island also hosts a plethora of bird species, making it a birdwatcher's paradise. With vibrant coral reefs along its shores, Sri Lanka's marine environment is teeming with diverse aquatic life, including colorful fish, sea turtles, and dolphins.",
        "para3" : "Conservation efforts play a crucial role in preserving the delicate balance of this ecosystem. National parks and wildlife sanctuaries, such as Yala, Wilpattu, and Sinharaja, serve as havens for the protection and sustainable management of these unique species. Exploring the animals of Sri Lanka unveils a captivating narrative of coexistence and adaptation in a land where nature's wonders thrive.",
        "para4" : "Yala and Wilpattu are two renowned wildlife sites in Sri Lanka."
    },
    {
        "title1" : "Here are few indemic animals found in Sri Lanka",
        "ct1" : "Sri Lankan Sloth Bear",
        "para5" : "The Sri Lankan sloth bear is highly threatened, with a population less than 1000 in many isolated populations with population decrease. Destruction of dry-zone natural forest is its main threat because unlike other large Sri Lankan animals, the Sri Lankan sloth bear is highly dependent on natural forests for its food source.",
        "ct2" : "Grizzled giant squirrel",
        "para6" : "The grizzled giant squirrel (Ratufa macroura) is a large tree squirrel in the genus Ratufa found in the highlands of the Central and Uva provinces of Sri Lanka.The International Union for Conservation of Nature (IUCN) lists the species as near threatened due to habitat loss and hunting.",
        "ct3" : "Toque macaque",
        "para7" : "Toque macaques are found only in Sri Lanka, an island country of South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea and considered one of the world’s 25 biodiversity hotspots. Locally, these Old World monkeys are referred to as rilewa or rilawa.",
        "ct4" : "Serendib scops owl",
        "para8" : "The Serendib scops owl (Otus thilohoffmanni) is the most recently discovered bird of Sri Lanka. It was originally located by its unfamiliar poo-ooo call in the Kitulgala rainforest by prominent Sri Lankan ornithologist Deepal Warakagoda. Six years later, it was finally seen by him on 23 January 2001 in Sinharaja,and formally described as a species new to science in 2004."

    }
]