
[
    {
        "mainheading" : "Wild Life Sites in Sri Lanka",
        "site2" : "Udawalawe National Park",
        "para1" : "Udawalawe National Park, situated on the border of Sabaragamuwa and Uva Provinces in Sri Lanka, was established with the dual purpose of offering a refuge for wildlife displaced during the construction of the Udawalawe Reservoir on the Walawe River and safeguarding the reservoir's catchment area. Spanning an extensive 30,821 hectares (119.00 sq mi), this national park was officially designated on 30 June 1972.",
        "para2" : "Prior to its designation, the region served as a space for shifting cultivation, known as chena farming. However, as the national park came into existence, farmers practicing chena farming were gradually relocated. Located 165 kilometres (103 mi) from Colombo, Udawalawe National Park has evolved into a vital habitat for water birds and a stronghold for Sri Lankan elephants. Not only is it a crucial conservation area,but it has also become a favored destination for tourists, ranking as the third-most visited park in the country. The park's significance lies not only in its ecological role but also in its appeal as a popular and accessible wildlife tourism destination in Sri Lanka.",
        "para3" : "The habitat surrounding the reservoir encompasses marshes, the Walawe River, its tributaries, as well as forests and grasslands. Within the reservoir, the presence of standing dead trees serves as a visual testament to the extensive forest cover that existed before the construction of the Udawalawe Dam. Various algae, including Pediastrum and Scenedesmus spp., along with blue-green algae such as Microsystis, can be found in the reservoir. The landscape features open grassland, a result of historical chena farming practices. Towards the southern boundary below the dam, there is a teak plantation that predates the park's declaration. ",
        "galtitle" : "Gallery",
       
        "mh1" :"Name",
        "mh2" : "Diet",
        "mh3" : "Physical Characteristics",
        "mh4" : "Fun Fact",
        "tt1" : "Golden Jackal",
        "list1" : [
            "The golden jackal (Canis aureus) is an omnivorous mammal with a diverse diet that varies based on its habitat and the availability of food resources.",
            "Here are the primary components of the golden jackal's diet:"
        ],
        "smllist1" : [
            "Small Mammals",
            "Birds",
            "Insects",
            "Carrion"
        ],
        "list2" : [
            "Golden jackals are medium-sized canids, with a body length ranging from 70 to 105 cm (27 to 41 inches) excluding the tail.",
            "They typically stand around 40 to 50 cm (16 to 20 inches) at the shoulder.",
            "The fur is dense and soft, with a woolly underfur that provides insulation."
        ],
        "list3" : [
            "The Golden Jackal (Canis aureus) is a highly adaptable and opportunistic species known for its diverse diet.",
            "While they are often considered carnivores, these jackals are omnivores and can consume a wide range of food items.",
            "Their diet includes small mammals, birds, insects, fruits, and even carrion."
        ],
        "tt2" : " water monitor lizards",
        "list4" : [
            "The Sri Lankan water monitor lizard (Varanus salvator salvator) is a large reptile that can be found in various habitats, including freshwater environments such as lakes, rivers, and mangrove swamps.",
            "Here are some common elements of their diet:"
        ],
        "smllist2" :[
            "Fish",
            "Amphibians",
            "Insects",
            "Crustaceans"
        ],
        "list5" : [
            "Sri Lankan water monitor lizards are among the larger lizard species.",
            "They can grow to impressive lengths, with some individuals reaching up to 10 feet (3 meters) or even longer",
            "The coloration can vary from dark brown to black, and their skin may have a shiny appearance."
        ],
        "list6" : [
            "Sri Lankan water monitor lizards are excellent swimmers and are often observed gliding through rivers, ponds, and other water bodies with ease.",
            "They use their powerful tails in a side-to-side motion, similar to a crocodile, to propel themselves through the water.",
            "Their ability to swim and hunt in water sets them apart from many other lizard species."
        ],
        "tt3"  : "Tufted Grey Langur",
        "list7" : [
            "The Sri Lankan tufted gray langur (Semnopithecus priam thersites) is an Old World monkey species endemic to Sri Lanka.",
            "Their diet primarily consists of a variety of plant-based foods.",
            "Here are some common elements of their diet:"
        ],
        "smllist3" : [
            "Leaves and Foliage",
            "Fruits",
            "Flowers",
            "Bark and Shoots"
        ],
        "list8" : [
            "Adult tufted grey langurs are medium to large-sized primates.",
            "They have a robust build with a relatively long tail.",
            "The tail is often longer than their body and is used for balance as they move through the trees."
        ],
        "list9" : [
            "One distinctive feature of the Sri Lankan tufted grey langur is its unique hairstyle.",
            "These primates have a prominent tuft of hair on their foreheads that gives them a somewhat 'punk rock' or 'hairstyle' appearance.",
            "This tuft, combined with their overall grey fur, sets them apart from other langur species."
        ]
    }
]
 