[
{
    "mh" : "WILPATTU NATIONAL PARK"
},
{
 "sh1":"About Wilpattu",
 "para1"  :"Wilpattu National Park (Sinhala: විල්පත්තු ජාතික වනෝද්‍යානය) is a national park in Sri Lanka. The unique feature of this park is the existence of 'Willus' (natural lakes) – natural, sand-rimmed water basins or depressions that fill with rainwater. Located on the northwest coast lowland dry zone of Sri Lanka, the park is 30 km (19 mi) west of Anuradhapura and 26 km (16 mi) north of Puttalam (approximately 180 km (110 mi) north of Colombo). The park is 1,317 km2 (508 sq mi) (131,693 hectares) in area and ranges from 0–152 m (0–499 ft) above sea level. Nearly one hundred and six lakes (Willu) and tanks are found spread throughout Wilpattu. Wilpattu is the largest and one of the oldest national parks in Sri Lanka. Wilpattu is world-renowned for its leopard (Panthera pardus kotiya) population.",
"para2" : "A remote camera survey conducted in Wilpattu from July to October 2015 by the Wilderness and Wildlife Conservation Trust captured photographs of forty-nine individual leopards in the surveyed area, the core area density of which was between that of Yala National Park's Block I and Horton Plains National Park."
},
{
 "sh2"  :"Image Gallery"
},
{
    "sh3" : "What to do in Wilpattu",
    "event1"  : "Wildlife in the Wilpattu National Park",
    "para4" : "There are approximately 30 species of mammals in the Wilpattu National Park which include the Sri Lankan Elephant, Sri Lankan Leopard, Lankan Sloth Bear, Sri, Spotted Deer, Buffalo, Sambar and Mongoose.",
    "event2" : "Birdlife in the Wilpattu National Park",
    "para5" : "Wetland bird species found in the Wilpattu National Park include the Garganey, Pin tail, Whistling Teal, Spoonbill, White Ibis, Large White Egret, Cattle Egret and Purple Heron. Also, many species of Gulls, Terns, Owls, Kites and Eagles are also lives here. The endemic Sri Lanka Jungle fowl, Little Cormorant and the Painted Stork can also Can be seen",
    "event3" : "Flora in the Wilpattu National Park",
    "para6" :  "Wilpattu is home for many species of flora and they are Palu (Manilkara hexandra), Satin (Chloroxylon swietenia), Milla (Vitex altissima), Weera (Drypetes sepiaria), Ebony (Diospyros ebenum) and Wewarna (Alseodaphne semecarpifolia)."
}
]